[
  {
    "title": "",
    "weight": "",
    "description": "",
    "price": ""
  },
  {
    "title": "",
    "weight": "",
    "description": "",
    "price": ""
  },
  {
    "title": "",
    "weight": "12.4",
    "description": "A powerful, durable electronics product. The Eco-friendly Electronics Series is designed for maximum performance and user satisfaction.",
    "price": "$735.12"
  },
  {
    "title": "",
    "weight": "2.93",
    "description": "A high-quality, versatile clothing product. The Eco-friendly Clothing Collection is designed for maximum performance and user satisfaction.",
    "price": "$264.90"
  },
  {
    "title": "",
    "weight": "11.89",
    "description": "A affordable, innovative sports product. The Advanced Sports Solution is designed for maximum performance and user satisfaction.",
    "price": "$742.04"
  },
  {
    "title": "",
    "weight": "4.1",
    "description": "A compact, professional automotive product. The Compact Automotive Plus is designed for maximum performance and user satisfaction.",
    "price": "$597.28"
  },
  {
    "title": "",
    "weight": "11.49",
    "description": "A portable, high-quality beauty product. The Smart Beauty Device is designed for maximum performance and user satisfaction.",
    "price": "$623.81"
  },
  {
    "title": "",
    "weight": "15.22",
    "description": "A premium, ergonomic clothing product. The Essential Clothing Lite is designed for maximum performance and user satisfaction.",
    "price": "$97.41"
  },
  {
    "title": "",
    "weight": "3.74",
    "description": "A premium, eco-friendly toys product. The Luxury Toys Collection is designed for maximum performance and user satisfaction.",
    "price": "$404.92"
  },
  {
    "title": "",
    "weight": "2.45",
    "description": "A versatile, lightweight home & kitchen product. The Smart Home & Kitchen Solution is designed for maximum performance and user satisfaction.",
    "price": "$144.04"
  },
  {
    "title": "",
    "weight": "0.17",
    "description": "A efficient, professional garden product. The Portable Garden Package is designed for maximum performance and user satisfaction.",
    "price": "$421.28"
  },
  {
    "title": "",
    "weight": "8.05",
    "description": "A compact, powerful toys product. The Innovative Toys Kit is designed for maximum performance and user satisfaction.",
    "price": "$993.93"
  },
  {
    "title": "",
    "weight": "16.28",
    "description": "A innovative, stylish books product. The Ultimate Books Bundle is designed for maximum performance and user satisfaction.",
    "price": "$862.75"
  },
  {
    "title": "",
    "weight": "16.78",
    "description": "A compact, durable automotive product. The Advanced Automotive Solution is designed for maximum performance and user satisfaction.",
    "price": "$269.48"
  },
  {
    "title": "",
    "weight": "9.41",
    "description": "A premium, professional electronics product. The Innovative Electronics Plus is designed for maximum performance and user satisfaction.",
    "price": "$767.04"
  },
  {
    "title": "",
    "weight": "15.37",
    "description": "A eco-friendly, premium garden product. The Classic Garden Ultra is designed for maximum performance and user satisfaction.",
    "price": "$261.27"
  },
  {
    "title": "",
    "weight": "16.18",
    "description": "A durable, durable sports product. The Smart Sports Kit is designed for maximum performance and user satisfaction.",
    "price": "$744.35"
  },
  {
    "title": "",
    "weight": "14.06",
    "description": "A durable, high-quality health product. The Luxury Health System is designed for maximum performance and user satisfaction.",
    "price": "$509.29"
  },
  {
    "title": "",
    "weight": "16.47",
    "description": "A affordable, premium beauty product. The Premium Beauty Tool is designed for maximum performance and user satisfaction.",
    "price": "$80.19"
  },
  {
    "title": "",
    "weight": "17.78",
    "description": "A professional, versatile toys product. The Budget Toys Package is designed for maximum performance and user satisfaction.",
    "price": "$569.30"
  },
  {
    "title": "",
    "weight": "4.98",
    "description": "A eco-friendly, portable beauty product. The Deluxe Beauty Device is designed for maximum performance and user satisfaction.",
    "price": "$808.35"
  },
  {
    "title": "",
    "weight": "13.3",
    "description": "A premium, innovative health product. The Ultimate Health Ultra is designed for maximum performance and user satisfaction.",
    "price": "$341.60"
  }
]